[
	"I used to run a dating service for chickens, but I was struggling to make hens meet.",
	"What do you call a lazy kangaroo? A pouch potato.",
	"Why do we tell actors to \"break a leg?\" Because every play has a cast.",
	"What does a pig put on dry skin? Oinkment.",
	"What do you call it when a snowman throws a tantrum? A meltdown.",
	"My uncle named his dogs Timex and Rolex. They're his watch dogs.",
	"Did you hear about the guy whose left side was cut off? He's all right now.",
	"How do you open a banana? With a mon-key.",
	"What do you call a well-balanced horse? Stable.",
	"How do you make an egg-roll? You push it!",
	"Where is a cow's favorite place to go? The mooooovies.",
	"Why did the lion spit out the clown? He tasted funny.",
	"Which is faster, hot or cold? Hot, because you can catch cold.",
	"What did one plate say to the other plate? Dinner's on me.",
	"How much does a chimney cost? Nothing - it's on the house.",
	"My wife told me to stop acting like a flamingo, so I had to put my foot down.",
	"What's a pigs favorite karate move? A pork chop!",
	"What do you call a fake noodle? An impasta.",
	"What happens when a strawberry gets run over crossing the street? A traffic jam.",
	"A termite walks into a bar and says, \"So, is the bar tender here?\"",
	"What do you call a bee that can't make up its mind? A Maybe.",
	"If April showers bring May flowers, what do May flowers bring? Pilgrims.",
	"What did the buffalo say when his kid went to college? Bison.",
	"I couldn't figure out why the baseball kept getting larger. Then it hit me.",
	"Why don't we see elephants hiding in trees? Because they're really good at it.",
	"A cheese factory exploded in France. Da brie was everywhere.",
	"What's the best smelling insect? A deodor-ant.",
	"What's a ninja's favorite type of shoes? Sneakers.",
	"Why was the coach yelling at the vending machine? He wanted his quarter back.",
	"Why did the student eat his homework? Because his teacher told him it was a piece of cake.",
	"What did the left eye say to the right eye? Between you and me, something smells.",
	"How did the pig get to the hogspital? In a hambulance.",
	"I'm so good at sleeping I can do it with my eyes closed!",
	"How do celebrities stay cool? They have many fans.",
	"How do you make an egg-roll? You push it!",
	"Why do cows wear bells? Because their horns don't work.",
	"What did the triangle say to the circle? You're pointless.",
	"RIP, boiling water. You will be mist.",
	"Time flies like an arrow. Fruit flies like a banana.",
	"What do lawyers wear to court? Lawsuits.",
	"What has four wheels and flies? A garbage truck!",
	"What do cows read the most? Cattle-logs.",
	"What did 0 say to 8? \"Nice belt.\"",
	"How do you organize a space party? You planet.",
	"Why couldn't the bad sailor learn the alphabet? Because he always got lost at \"C.\"",
	"Why did the scarecrow win an award? Because he was outstanding in his field.",
	"What do you call a sad cup of coffee? Depresso.",
	"How did the telephone propose to his girlfriend? He gave her a ring.",
	"Why can't a nose be 12 inches long? Because then it would be a foot.",
	"Why did the golfer bring two pairs of pants? In case he got a hole in one.",
	"Why do cows have hooves and not feet? They lactose.",
	"What's the best thing about Switzerland? I don't know, but the flag is a big plus.",
	"I invented a new word! Plagiarism!",
	"Did you hear about the mathematician who's afraid of negative numbers? He'll stop at nothing to avoid them.",
	"Hear about the new restaurant called Karma? There's no menu: You get what you deserve.",
	"Did you hear about the claustrophobic astronaut? He just needed a little space.",
	"Why don't scientists trust atoms? Because they make up everything.",
	"Where are average things manufactured? The satisfactory.",
	"What does Charles Dickens keep in his spice rack? The best of thymes, the worst of thymes.",
	"What did the shark say when he ate the clownfish? This tastes a little funny.",
	"Just reading that there's a small island off the coast of Italy with 5 million sicillion people.",
	"I'm afraid for the calendar. Its days are numbered.",
	"What do you call a fish wearing a bowtie? \"Sofishticated.\"",
	"Dear Math, grow up and solve your own problems.",
	"What did the ocean say to the beach? Nothing, it just waved.",
	"Why do seagulls fly over the ocean? Because if they flew over the bay, we'd call them bagels.",
	"What kind of jewelry do rabbits wear? 14 carrot gold.",
	"Why can't the sailor learn the alphabet? Because he kept getting lost at C.",
	"What do you call a cheese that isn't yours? Nacho cheese!",
	"Why did the boy bring a ladder on the bus? He wanted to go to high school.",
	"How did the barber win the race? He knew a shortcut.",
	"Why shouldn't you trust trees? They seem shady.",
	"What kind of music scares balloons? Pop music.",
	"What sounds like a sneeze and is made of leather? A shoe.",
	"Why did the nose feel sad? It was always getting picked on.",
	"Did you hear about the cold dinner? It was chili.",
	"Why should you never use a dull pencil? Because it's pointless.",
	"What did the mama cow say to the baby cow? It's pasture bed time.",
	"Why don't eggs tell jokes? They'd crack each other up.",
	"What did the blanket say to the bed? I've got you covered.",
	"Why do dragons sleep during the day? Because they like to fight knights.",
	"Why did the scarecrow win an award? It was outstanding in its field.",
	"What's brown and sticky? A stick.",
	"How does the rancher keep track of his cattle? With a cow-culator.",
	"What do you call a shoe made out of a banana? A slipper.",
	"How you fix a broken pumpkin? With a pumpkin patch.",
	"Where do boats go when they're sick? To the dock.",
	"Can February March? No, but April May!",
	"Where do you learn to make ice cream? Sundae school.",
	"What kind of tree fits in your hand? A palm tree.",
	"How do trees get on the internet? They log in.",
	"What did the calculator say to the pencil? You can count on me.",
	"How much money does a skunk have? Just one scent.",
	"Where do crayons go on vacation? Color-ado.",
	"What do you get when you cross a Smurf and a cow? Blue cheese.",
	"What happens when ice cream gets angry? It has a meltdown.",
	"What do you call a locomotive carrying bubble gum? A chew chew train.",
	"Why couldn't the bike stand up on its own? It was too tired.",
	"It was an emotional wedding — even the cake was in tiers.",
	"If you see a robbery at an Apple store, does that make you an iWitness?"
]