[
	"Would you rather have more time or more money?",
	"Would you rather have a rewind button or a pause button on your life?",
	"Would you rather be able to talk with the animals or speak all foreign languages?",
	"Would you rather win the lottery or live twice as long?",
	"Would you rather meet George Washington or the current president?",
	"Would you rather become someone else or just stay you?",
	"Would you rather be stuck on a broken ski lift or in a broken elevator?",
	"Would you rather always say everything on your mind or never speak again?",
	"Would you rather make a phone call or send a text?",
	"Would you rather read an awesome book or watch a good movie?",
	"Would you rather put a stop to war or end world hunger?",
	"Would you rather explore space or the ocean?",
	"Would you rather be a kid your whole life or an adult your whole life?",
	"Would you rather have x-ray vision or magnified hearing?",
	"Would you rather work in a group or work alone?",
	"Would you rather be too hot or too cold?",
	"Would you rather be the youngest or the oldest sibling?",
	"Would you rather get rich through hard work or through winning the lottery?",
	"Would you rather have a desk job or an outdoor job?",
	"Would you rather hear the good news or the bad news first?",
	"Would you rather be your own boss or work for someone else?",
	"Would you rather be too busy or be bored?",
	"Would you rather live where it is constantly winter or where it is constantly summer?",
	"Would you rather live where it is constantly winter or where it is constantly summer?",
	"Would you rather own your own boat or your own plane?",
	"Would you rather have the ability to see 10 minutes into the future or 150 years into the future?",
	"Would you rather have telekinesis (the ability to move things with your mind) or telepathy (the ability to read minds)?",
	"Would you rather be in jail for five years or be in a coma for a decade?",
	"Would you rather lose your sight or your memories?",
	"Would you rather swim in a pool full of Nutella or a pool full of maple syrup?",
	"Would you rather labor under a hot sun or extreme cold?",
	"Would you rather never be able to go out during the day or never be able to go out at night?",
	"Would you rather buy 10 things you don't need every time you go shopping or always forget the one thing that you need when you go to the store?",
	"Would you rather be royalty 1,000 years ago or an average person today?",
	"Would you rather be by the pool or by the beach?",
	"Would you rather always be 10 minutes late or always be 20 minutes early?",
	"Would you rather be forced to live the same day over and over again for a full year, or take 3 years off the end of your life?",
	"Would you rather get a paper cut every time you turn a page or bite your tongue every time you eat?",
	"Would you rather get trapped in the middle of a food fight or a water balloon fight?",
	"Would you rather hunt and butcher your own meat or never eat meat again?",
	"Would you rather be the absolute best at something that no one takes seriously or be average at something well respected?",
	"Would you rather have unlimited battery life on all of your devices or have free WiFi wherever you go?",
	"Would you rather solve world hunger or global warming?",
	"Would you rather live in a treehouse or in a cave?",
	"Would you rather win $25,000 or your best friend win $100,000?",
	"Would you rather travel the world for free for a year or have $50,000 to spend however you please?",
	"Would you rather be alone all your life or surrounded by really annoying people?",
	"Would you rather give up your cellphone for a month or bathing for a month?",
	"Would you rather have a photographic memory or an IQ of 200?",
	"Would you rather change the outcome of the last election or get to decide the outcome of the next election?",
	"Would you rather communicate telepathically or know every single language on the planet?",
	"Would you rather bounce off of every surface you touch or never be able to jump again?",
	"Would you rather have a one-minute conversation with your past self or your future self?",
	"Would you rather be constantly sticky or constantly itchy?",
	"Would you rather shout all of the time or only be able to whisper?",
	"Would you rather look like a fish or smell like a fish?",
	"Would you rather be hopelessly lost in an old town or lost in the forest?",
	"Would you rather have everything you eat be too sweet or not sweet enough forever?",
	"Would you rather only watch one single movie for the rest of your life or only eat the same food for the rest of your life?",
	"Would you rather eat only burgers for a week or only ice cream for a week?",
	"Would you rather be able to control fire or control water?",
	"Would you rather be able to teleport or have a private plane?",
	"Would you rather be a famous artist or a famous athlete?",
	"Would you rather have super weird dreams forever or never dream again?",
	"Would you rather give up breakfast or dinner?",
	"Would you rather spend a full day sitting or standing?",
	"Would you rather be really fast or ultra strong?",
	"Would you rather be able to fly or be able to breathe underwater?",
	"Would you rather have been the oldest or youngest child in your family?",
	"Would you rather have a pool in your backyard or live next to the ocean?",
	"Would you rather know how to scuba dive or know how to fly a plane?",
	"Would you rather lose your sense of taste or your sense of touch for a year?",
	"Would you rather be unable to remember names or unable to remember faces?",
	"Would you rather only be able to go on cruises or only be able to go to Disney World for vacations?",
	"Would you rather delete your Discord account or your Facebook account.",
	"Would you rather never get a cold ever again or never be stuck in traffic ever again?",
	"Would you rather visit the International Space Station for a week or spend a week in a hotel at the bottom of the ocean?",
	"Would you rather have all traffic lights you approach be green or never have to stand in line again?",
	"Would you rather be stranded in the jungle or in the desert?",
	"Would you rather be invisible or be able to fly?",
	"Would you rather spend every weekend indoors or spend every weekend outdoors?",
	"Would you rather have one wish granted today or 10 wishes granted 20 years from now?",
	"Would you rather give up coffee or soda forever?",
	"Would you rather be criticized or be ignored?",
	"Would you rather master every musical instrument or every type of sport?",
	"Would you rather lose your keys or your phone?",
	"Would you rather be color blind or lose your sense of taste?",
	"Would you rather have $1 million now or $5,000 a week for the rest of your life?",
	"Would you rather be able to see 10 minutes into your own future or 10 minutes into the future of anyone but yourself?",
	"Would you rather be born again in the same country or a different one of your choosing?",
	"Would you rather be forced to go 10 mph under the speed limit or 10 mph over the speed limit? You can still get speeding tickets.",
	"Would you rather have a successful podcast or a successful YouTube channel?",
	"Would you rather be a successful artist or a successful business owner?",
	"Would you rather trees scream occasionally for no reason or spiders be big enough and smart enough to open doors?",
	"Would you rather only be able to wear clown shoes or not be able to wear any shoes?",
	"Would you rather never be able to eat meat or never be able to eat vegetables?",
	"Would you rather be an amazing painter or a brilliant mathematician?",
	"Would you rather never be stuck in traffic again or never get another cold?",
	"Would you rather live on the beach or in a cabin in the woods?",
	"Would you rather have a horrible short-term memory or a horrible long-term memory?"
]